[
  {
    "Drug": "Duodote (Mark I Kit) Pralidoxime Chloride (2-Pam) and atropine",
    "Class": "Acetylcholinesterase reactivator, parasympatholytic",
    "Mechanism of Action": "The Duodote kit contains 2 medications. Pralidoxime chloride is an acetylcholinesterase reactivator, and atropine is a parasympatholytic. Atropine reverses SLUDGEM symptoms while pralidoxime chloride attaches to the site where an acetylcholinesterase inhibitor has attached, then attaches to the inhibitor, removing the organophosphate from the acetylcholinesterase enzyme, allowing it to work normally again.",
    "Indications": "Treatment of suspected organophosphate poisonings. Assess for \"SLUDGEM” symptoms (Salivation, lacrimation, urination, defecation, gastric motility, emesis and miosis. Also assess for \"killer B’s\": Bradycardia, bronchospasm, and bronchorrhea.",
    "Contraindications": "No contraindications to the Duodote autoinjector in the emergency setting.",
    "Precautions": "Does NOT work prophylactically. Repeated doses may be necessary. When symptoms of poisoning are not severe, DuoDote should be used with extreme caution in people with heart disease, arrhythmias, recent myocardial infarction, severe narrow angle glaucoma, pyloric stenosis, prostatic hypertrophy, significant renal insufficiency, chronic pulmonary disease, or hypersensitivity to any component of the product.",
    "Side Effects": "Transient hypertension. Temporarily decreased renal function.",
    "Interactions": "None relevant at the EMT level.",
    "Dosage/Route": "Each DuoDote Auto-Injector contains a sterile solution of atropine (2.1 mg/0.7 mL) and a sterile solution of pralidoxime chloride (600 mg/2 ml_) in two separate internal chambers. When activated, the DuoDote Auto-Injector sequentially administers both drugs intramuscularly through a single needle in one injection.",
    "Onset": "3-5 minutes.",
    "Notes": "If these medications are supplied separately, atropine MUST be given first."
  },
  {
    "Drug": "Lidocaine 2% (preservative free)",
    "Class": "Anesthetic, antidysrhythmic",
    "Mechanism of Action": "Lidocaine is an amide-type, local anesthetic medication available in various forms. Like other local anesthetics, it causes a loss of sensation by reducing the flow of sodium in and out nerves to decrease the initiation and transfer of nerve signals. In larger doses, it temporarily blocks sodium channels entirely and is used as a cardiac antidysrhythmic (Class lb). It had fallen out of favor in recent years for cardiac use, and now it’s back.",
    "Indications": "To decrease pain associated with Intraosseous fluid administration in a conscious patient.",
    "Contraindications": "Hypersensitivity.",
    "Precautions": "Be sure your IO is placed correctly, as accidental IV administration of lidocaine may have other undesirable effects.",
    "Side Effects": "Paresthesia and transient pain during administration.",
    "Interactions": "Advanced EMT’s should only be using this to premedicate an IO site in a conscious patient prior to fluid administration. As such, although there are many medications which could interact with lidocaine, properly administered this will not be an issue at the AEMT level.",
    "Dosage": "Adult: 1 - 2.5 ml’s (20-50mg) of 2% lidocaine. Pediatric: 0.5 mg/kg of 2% lidocaine",
    "Routes": "Intraosseous",
    "Onset": "2-5 minutes",
    "Notes": "Should only be used prior to syringe bolus or fluid infusion. Not necessary in cardiac arrest situations."
  },
  {
    "Drug": "Albuterol sulfate (Ventolin, Proventil)",
    "Class": "Sympathomimetic bronchodilator",
    "Mechanism of Action": "Albuterol is primarily a B2 sympathetic agonist. Stimulation of these receptors causes bronchodilation.",
    "Indications": "Difficulty breathing associated with asthma and exacerbation of COPD.",
    "Contraindications": "Hypersensitivity, symptomatic tachycardia.",
    "Precautions": "Albuterol has minimal but some Bl effects, particularly in higher dosages. This will cause an increase in heart rate and myocardial oxygen demand, thereby exacerbating the underlying problem. Use cautiously in patients with known heart disease.",
    "Side Effects": "Anxiety, palpitations, chest discomfort, headache, sweating, N/V.",
    "Interactions": "Should not be administered with other beta agonists.",
    "Dosage": "Administer as part of a DuoNeb with ipratropium bromide (2.5 mg in 3 ml) q 5 minutes up to three doses. May repeat albuterol as needed, q 5 minutes.",
    "Routes": "Inhalation",
    "Notes": "Small volume and mask nebulizers should be used with 02 set to 6-8 lpm. Patients should be instructed to breathe slowly and deeply and hold the medication as long as possible. This will be difficult in an patients with severe asthma."
  },
  {
    "Drug": "Ibuprofen (Advil, Motrin)",
    "Class": "Non-steroidal anti-inflammatory drug (NSAID), antipyretic, analgesic",
    "Mechanism of Action": "Nonsteroidal anti-inflammatory drugs such as ibuprofen work by inhibiting the enzyme cyclooxygenase (COX), which converts arachidonic acid to prostaglandin H2 (PGH2). PGH2, in turn, is converted by other enzymes to several other prostaglandins (which are mediators of pain, inflammation, and fever) and to thromboxane A2 (which stimulates platelet aggregation, leading to the formation of blood clots). VERY similar to aspirin.",
    "Indications": "Fever > 101.5 F",
    "Contraindications": "Hypersensitivity; administration of ibuprofen in the past 6 hours.",
    "Precautions": "Although the frequency of life-threatening emergencies associated with overdose is low, patients taking a large amount of ibuprofen should still be evaluated by a physician as soon as possible.",
    "Side Effects": "No acute side effects in normal therapeutic dosages. Prolonged usages have been shown to cause GI issues. Elderly patients who use with certain blood pressure medications have reported numerous issues including tinnitus and/or hearing loss.",
    "Interactions": "While many medications can possibly interact with ibuprofen, none are acute or life threatening. Use with other NSAIDS increases the risk of GI issues.",
    "Dosage": "400 - 800 mg",
    "Routes": "P.O.",
    "Onset": "20-30 minutes"
  },
  {
    "Drug": "D50, D50W, (50% dextrose in water)",
    "Class": "Carbohydrate",
    "Mechanism of Action": "Increases glucose concentration in the blood for the reversal of acute hypoglycemia.",
    "Indications": "Hypoglycemia in adult patients with altered mental status.",
    "Contraindications": "Hyperglycemia. Intracranial hemorrhage is still listed as a contraindication.",
    "Precautions": "Check BGL before and after. Extravasation will cause severe tissue necrosis. D50 is a simple sugar which will not last long, so patients refusing transport should be encouraged to eat. Call medical control for patients refusing transport.",
    "Side Effects": "Localized irritation can still occur with a patent line. Monitor site closely.",
    "Interactions": "None significant for this indication.",
    "Dosage": "25 g slow IV push. May be repeated in 10 to 15 minutes if BGL remains Below 70 mg/dl.",
    "Routes": "IV push. I.O. administration is reserved for SEVERE AMS or hypoglycemic seizures ONLY if IV access can't be established."
  },
  {
    "Drug": "Naloxone (Narcan)",
    "Class": "Competitive narcotic antagonist",
    "Mechanism of Action": "Competitively binds with narcotic receptor sites, displacing narcotics and blocking their effects.",
    "Indications": "To reverse respiratory depression associated with narcotic overdose.",
    "Contraindications": "Known hypersensitivity.",
    "Precautions": "Rapid administration of large doses may cause immediate withdrawals in narcotic dependent patients. Titrate dosages to reverse respiratory depression rather than complete reversal of narcotic effects.",
    "Side Effects": "N/V, hyper/hypotension, dysrhythmias.",
    "Interactions": "No direct drug interactions. Only works with opiate overdoses.",
    "Dosage": "IV: 0.4 mg - 2.0 mg to a max of 10 mg. May also follow protocols for EMT administration for intranasal (1 mg per nostril) or commercially prepared nasal sprays (4 mg).",
    "Routes": "IV/IM/IN/SQ/IO",
    "Onset": "3-5 minutes",
    "Notes": "Naloxone has a shorter half-life than opiates. May need to re-administer to combat the effects of a large overdose."
  },
  {
    "Drug": "Aspirin (Acetylsalicylic acid, ASA)",
    "Class": "Salicylate, analgesic, anti-inflammatory, antipyretic, platelet aggregation inhibitor",
    "Mechanism of Action": "Aspirin inhibits the production of cyclooxygenase, the physiological precursor to thromboxane Az. This inhibits platelet aggregation. It accomplishes this at normal doses, as well as pain and fever reduction. At much higher doses it also acts as an anti-inflammatory. Many of the ancillary mechanisms are still not completely understood.",
    "Indications": "Acute coronary syndrome (and stroke under the National Standard Curriculum).",
    "Contraindications": "Hypersensitivity; not given to children or adolescents with suspected viral Illnesses as it can increase the risk of Reye’s syndrome.",
    "Precautions": "Administer with caution in patients with asthma, stomach ulcers, liver disease, alcohol abuse, kidney disease or known clotting problems.",
    "Side Effects": "GI upset, GI bleeding with prolonged use, N/V, wheezing, acidosis in large quantities.",
    "Interactions": "Normal prehospital use has demonstrated no significant interactions.",
    "Dosage": "81-324 mg chewable.",
    "Routes": "Chewable is preferred due to quicker rate of absorption. If chewable is not available, non-enteric-coated aspirin is preferred as enteric coatings delay absorption further."
  },
  {
    "Drug": "Ipratropium bromide (Atrovent)",
    "Class": "Parasympatholytic bronchodilator, anticholinergic",
    "Mechanism of Action": "Inhibits interaction of acetylcholine at receptor sites on bronchial smooth muscle, resulting in bronchodilation. Anticholinergic effects will also help to minimize/reverse problems caused by excess secretions.",
    "Indications": "Difficulty breathing associated with asthma and exacerbation of COPD.",
    "Contraindications": "Hypersensitivity, symptomatic tachycardia.",
    "Precautions": "Atrovent is not a fast-acting medication and is not as effective by itself, particularly in emergency situations.",
    "Side Effects": "Anxiety, palpitations, chest discomfort, headache, sweating, N/V, dry mouth and blurred vision.",
    "Interactions": "Using Atrovent in combination with acetylcholinesterase inhibitors will decrease the effectiveness of both medications, but is rarely relevant in the emergency setting.",
    "Dosage": "May administer as part of a DuoNeb q 5 minutes up to three doses. 500 mcg combined with albuterol in 3 ml. Nebulizers should be delivered via hand held or mask nebulizers with 02 set to 6-8lpm.",
    "Routes": "Inhalation"
  },
  {
    "Drug": "Epinephrine 1:1,000 (Adrenalin)",
    "Class": "Sympathomimetic",
    "Mechanism of Action": "Epinephrine is a naturally occurring catecholamine, which acts directly on the alpha- and beta-adrenergic receptors. Its positive inotropic, chronotropic and dromotropic effects cause increased contractility, rate and conduction in the myocardial cells through its betai effects. Betaz effects result in bronchodilation, and alpha effects result in peripheral vasoconstriction. Although epinephrine targets all 4 adrenergic receptors (Ai, A?, Bi, Bz), these alpha effects are the principle purpose for administering this medication during anaphylaxis to reverse systemic vasodilation.",
    "Indications": "Anaphylaxis.",
    "Contraindications": "There are no contraindications to the administration of epinephrine during an anaphylactic reaction.",
    "Precautions": "Epinephrine can be deactivated by exposure to sunlight and alkaline solutions. Administration with bicarbonate will cause a chalky precipitate to form.",
    "Side Effects": "Palpitations, tachycardia, anxiety, headache, dizziness and N/V. Tissue necrosis at injection site.",
    "Interactions": "None significant for this indication.",
    "Dosage": "Adult: 0.3 mg Pedi: 0.15 mg. 25 kg is the break point. Weight based dosing for pediatrics is 0.01 mg/kg.",
    "Routes": "IM",
    "Notes": "Do not use an Epi-Pen through clothing. Avoid using the same injection location twice."
  },
  {
    "Drug": "Acetaminophen (Tylenol, APAP)",
    "Class": "analgesic, antipyretic",
    "Mechanism of Action": "Analgesia: Although the exact site and mechanism of analgesic action is not clearly defined, acetaminophen appears to produce analgesia by elevation of the pain threshold. Antipyresis: Acetaminophen has been shown to inhibit the action of endogenous pyrogens on the heat-regulating centers in the brain by blocking the formation and release of prostaglandins in the central nervous system.",
    "Indications": "Fever > 101.5 F National Standard",
    "Contraindications": "Hypersensitivity; administration of acetaminophen in the past 4 hours.",
    "Precautions": "Maximum recommended daily dosage is 3,000 mg. Be careful, as many other medications have acetaminophen in them.",
    "Side Effects": "No acute side effects in normal therapeutic dosages. Prolonged use of high dosages, or overdose, can cause liver toxicity, failure and/or death.",
    "Interactions": "No significant drug interactions have been listed with acetaminophen.",
    "Dosage": "350 - 1,000 mg adult, 15 mg/kg pediatric. One time dosage only.",
    "Routes": "P.O.",
    "Onset": "20-30 minutes"
  },
  {
    "Drug": "Nitrous oxide (Nitronox)",
    "Class": "Analgesic, anesthetic",
    "Mechanism of Action": "CNS depressant with analgesic properties.",
    "Indications": "Severe musculoskeletal pain, chest pain associated with ACS not relieved by nitro.",
    "Contraindications": "Decreased level of consciousness, inability to follow directions, TB1, COPD, suspected pneumothorax, abdominal pain, bowel obstructions, or use of any opiates or ketamine.",
    "Precautions": "Use in well ventilated areas to prevent sedation of surrounding staff. Teratogenic - do NOT use with pregnant patients or around pregnant caregivers.",
    "Side Effects": "Dizziness, light-headedness, decreased mental status, hallucinations, N/V.",
    "Interactions": "Not to be used with other sedative-hypnotics, narcotics or alcohol.",
    "Dosage": "Self-administered mixture of 50% nitrous oxide and 50% Oz.",
    "Routes": "Inhalation via demand valve mask."
  },
  {
    "Drug": "Normal Saline (0.9% sodium chloride solution)",
    "Class": "Crystalloid",
    "Mechanism of Action": "Used to temporarily expand the vascular volume by replacing water and electrolytes. (Sodium and chloride only, 154 mEq of each, isotonic with normal intravascular concentrations).",
    "Indications": "Hypovolemia, heat exhaustion, heat stroke (cautiously), and DKA.",
    "Contraindications": "Heart failure (CHF), extreme hypertension.",
    "Precautions": "Patients receiving large volumes of fluid should be carefully monitored for fluid overload. Monitor lung sounds. Administer VERY carefully in patients exhibiting signs and symptoms of cardiogenic shock.",
    "Side Effects": "Large volumes can result in hemodilution, electrolyte imbalances, pulmonary edema, peripheral edema and hydrocephaly. For extremely large volumes, hyperchloremic acidosis may develop.",
    "Interactions": "None",
    "Dosage": "Dependent upon patient's needs. NS can be administered as a volume replacement, 10-20 ml/kg in 250 ml boluses. Reassess frequently.",
    "Routes": "IV infusion, or syringe bolus for pediatric patients.",
    "Notes": "For every liter of NS given, approximately 25% actually remains in the intravascular and intracellular spaces."
  },
  {
    "Drug": "Nitroglycerin or glyceryl trinitrate (Nitrostat, Nitrobid, NTG)",
    "Class": "Nitrate, vasodilator",
    "Mechanism of Action": "Once it enters the body, nitroglycerin is broken down or \"denitrated” to work with a number of different chemicals to produce the active metabolite nitric oxide. Nitric oxide is a naturally occurring substance within the body which is a powerful vasodilator with a short half-life.",
    "Indications": "Congestive heart failure, or chest pain associated with acute coronary syndrome.",
    "Contraindications": "Hypotension, increased ICP, and use of phosphodiesterase type 5 (PDE-5J Inhibitors within 24-36 hours. PDE-5 inhibitors are more commonly known as erectile dysfunction mediations.",
    "Precautions": "NTG will deteriorate rapidly when exposed to light or air. Closely monitor hemodynamics and document VS both before and after administration.",
    "Side Effects": "Instant headache, weakness, dizziness, hypotension, tachycardia, dry mouth, N/V. \"Fresh” nitro tabs may cause a burning sensation under the tongue.",
    "Interactions": "The effects of nitro will be increased when given to patients who have used alcohol, PDE-5's and beta blockers.",
    "Dosage": "0.4 mg q 5 minutes while chest pain persists and the SBP remains at least 100 mmHg for acute coronary syndromes. 0.4 mg q 5 minutes while symptoms persist and the SBP is above 140 mmHg for congestive heart failure.",
    "Routes": "Sublingual only for spray and tablets."
  },
  {
    "Drug": "Ondansetron (Zofran)",
    "Class": "Antiemetic",
    "Mechanism of Action": "Zofran is a medication that belongs to the drug class known as antiemetic and selective 5-HT3 receptor antagonist. Zofran is prescribed for the treatment of nausea and vomiting due to cancer chemotherapy and also used to prevent and treat nausea and vomiting after surgery.",
    "Indications": "Treatment of nausea/vomiting",
    "Contraindications": "Hypersensitivity",
    "Precautions": "Avoid Zofran in patients with congenital long QT syndrome. ECG monitoring is recommended in patients with electrolyte abnormalities (e.g., hypokalemia or hypomagnesemia), congestive heart failure, bradyarrhythmias or patients taking other medicinal products that lead to QT prolongation.",
    "Side Effects": "See above",
    "Interactions": "Use cautiously with patients taking SSRI’s (current anti-depressants)",
    "Dosage": "4 mg, one time only",
    "Routes": "PO, IV, IM",
    "Onset": "3-5 minutes"
  },
  {
    "Drug": "Cyanokit (Hydroxocobalamin)",
    "Class": "Vitamin; Antidote",
    "Mechanism of Action": "Hydroxocobalamin is the precursor to vitamin B12 (cyanocobalamin). When exposed to hydroxocobalamin, the cyanide attaches itself to form vitamin B12. It is then safely excreted in the urine.",
    "Indications": "Treatment of known or suspected cyanide poisoning. (Smoke inhalation is most common.)",
    "Contraindications": "Hypersensitivity to any component of the medication (including cobalt)",
    "Precautions": "Transient severe hypertension secondary to infusion. Administration of hydroxocobalamin may interfere with some clinical Laboratory evaluations.",
    "Side Effects": "Hypertension, pruritis, headache, chromaturia (up to 5 weeks), hematochezia",
    "Interactions": "Due to incompatibilities (particulate formation), the following medications Need to be run through different tubing (separate from hydroxocobalamin): - Diazepam, Dobutamine, Dopamine, Fentanyl, Nitroglycerin",
    "Dosage/Route": "1 kit (5g) infusion over 15 minutes. May repeat giving 1 additional kit (5g) over 15 minutes to 2 hours if needed based on symptoms.",
    "Onset": "Will begin working immediately"
  },
  {
    "Drug": "Glucagon",
    "Class": "Hormone",
    "Mechanism of Action": "Glucagon in its natural form is a hormone secreted by the alpha cells, in the islets of Langerhans in the pancreas. For patients with adequate stores of glycogen, glucagon will cause a release of these stores along with their conversion to glucose. It inhibits the storage of more glycogen.",
    "Indications": "Significant hypoglycemia with altered mental status and no IV access.",
    "Contraindications": "Hypersensitivity.",
    "Precautions": "If the patient has already depleted their glycogen stores, glucagon will not be effective. There is no way to know this in the field.",
    "Side Effects": "Hypotension, dizziness, headache, N/V. It is unclear if these effects are from the administration of glucagon or the hypoglycemic episode.",
    "Interactions": "None in the emergency setting in therapeutic doses.",
    "Dosage": "1 mg",
    "Route": "IM injection",
    "Onset": "3-5 minutes"
  },
  {
    "Drug": "Epinephrine 1:10,000 (Adrenalin)",
    "Class": "Sympathomimetic",
    "Mechanism of Action": "Epinephrine is a naturally occurring catecholamine which acts directly on the alpha- and beta-adrenergic receptors... alpha effects are the principle purpose for administering this medication during cardiac arrest to shunt blood flow to the vital organs.",
    "Indications": "V-fib, pulseless VT, asystole, PEA (for now...)",
    "Contraindications": "There are no contraindications to the administration of epinephrine during cardiac arrest per the AHA...",
    "Precautions": "Epinephrine can be deactivated by exposure to sunlight and alkaline solutions. Administration with bicarbonate will form a chalky precipitate.",
    "Side Effects": "There will be no side effects during the cardiac arrest. Resuscitated patients may experience palpitations, tachycardia, anxiety, headache, dizziness and N/V.",
    "Interactions": "None significant for this indication.",
    "Dosage": "1mg IV/IO q 3-5 minutes during cardiac arrest. No max is listed.",
    "Routes": "IV/IO. (NOTE: 1:10,000 is for IV/IO use. 1:1,000 is not)"
  },
  {
    "Drug": "Oxygen",
    "Class": "Oxidizer",
    "Mechanism of Action": "A colorless, odorless, tasteless gas necessary for the breakdown of glucose into a usable energy form.",
    "Indications": "Hypoxia or suspected hypoxia, SPOz < 95% (94% for NH)",
    "Contraindications": "None",
    "Precautions": "Long-term high concentrations in neonates has been associated with blindness... long term use of high concentrations can depress the respiratory drive of COPD patients.",
    "Side Effects": "No significant side effects are associated with the short-term use of O2.",
    "Interactions": "None",
    "Dosage": "O2 should be titrated to maintain an SPO2 of 95% (94% in NH).",
    "Routes": "O2 can be administered using a variety of BLS and ALS airway adjuncts."
  },
  {
    "Drug": "Oxytocin (Pitocin)",
    "Class": "Hormone",
    "Mechanism of Action": "Oxytocin stimulates uterine contractions in the myometrium by causing G- protein coupled receptors to stimulate a rise in intracellular calcium in uterine myofibrils.",
    "Indications": "Routine Administration AFTER Placental Delivery.",
    "Contraindications": "Allergy",
    "Precautions": "Uterine Hyperactivity",
    "Side Effects": "Stomach Pain, Erythema at the site of injection, N/V, More Frequent and Intense Uterine Contraction",
    "Interactions": "None in our setting",
    "Routes": "IM",
    "Onset": "Uterine response occurs almost immediately. The effects subside in approximately 1 hour."
  }
]
